tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "bash"
brew "bash-completion@2"
brew "clang-format"
brew "git"
brew "go"
brew "openssl"
brew "python"
brew "mackup"
brew "mas"
brew "mint"
brew "node"
brew "node@10", link: true
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "thrift"
brew "xctool"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "boom-3d"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "pomotodo"
cask "postman"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
cask "workplace-chat"
mas "com.agilebits.onepassword7", id: 1333542190
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.atlassian.trello", id: 1278508951
mas "com.betafish.adblock-mac", id: 1402042596
mas "com.pvieito.OverPicture", id: 1188020834
mas "com.tinyspeck.slackmacgap", id: 803453959
mas "com.unsplash.Wallpapers", id: 1284863847
mas "com.xwavesoft.pomodoromaclite", id: 973134470
