tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "bash-completion"
brew "clang-format"
brew "go"
brew "mackup"
brew "mas"
brew "mint"
brew "node"
brew "openssl"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "ruby", link: true
brew "shellcheck"
brew "shfmt"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "xctool"
cask "alfred"
cask "boom-3d"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Be Focused", id: 973134470
mas "OverPicture", id: 1188020834
mas "Slack", id: 803453959
mas "Swiftify for Xcode", id: 1183412116
mas "Trello", id: 1278508951
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
