tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "bash"
brew "bash-completion@2"
brew "clang-format"
brew "git"
brew "go"
brew "openssl"
brew "python"
brew "mackup"
brew "mas"
brew "mint"
brew "node"
brew "node@10", link: true
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "swagger-codegen"
brew "thrift"
brew "xctool"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "zsh"
cask "adoptopenjdk8"
cask "alfred"
cask "boom-3d"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "pomotodo"
cask "postman"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
cask "workplace-chat"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Be Focused", id: 973134470
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "OverPicture", id: 1188020834
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
